// Author: Ondřej Bukovský
// Version: 5.0.0.1 (04.10.2017)

// General

000 = Čeština
001 = Ano
002 = Ne
003 = OK
004 = Konec
005 = Ovládací panel
006 = Správa pravidel
007 = Vyberte cestu k programu pro povolení
008 = Vyberte cestu k programu pro blokování
009 = Klikněte do okna programu pro povolení
010 = Klikněte do okna programu pro blokování
011 = nebo klikněte na tento dialog pro zrušení výběru
012 = Nové pravidlo bylo úspěšně vytvořeno. Povolení připojení pro
013 = Nové pravidlo bylo úspěšně vytvořeno. Blokování připojení pro
016 = Pravidla byla úspěšně importována ze souboru
017 = Pravidla byla úspěšně exportována do souboru
018 = Výchozí pravidla byla úspěšně obnovena.
021 = Zadejte plnou cestu k souboru, pro který toto pravidlo vyhovuje
022 = Vybraná pravidla byla úspěšně importována ze souboru
023 = Vybraná pravidla byla úspěšně exportována do souboru
024 = Nepodařilo se naimportovat soubor pravidel
025 = Nepodařilo se vyexportovat soubor pravidel
028 = Připojeno k
029 = Uživatelská příručka
030 = Zamknout aktuální konfiguraci firewallu
031 = Odemknout aktuální konfiguraci firewallu
032 = Zamknout
033 = Odemknout
034 = Storno
035 = Prosím nastavte heslo
036 = Vložte heslo pro odemknutí
037 = Chybné heslo
038 = Zobrazit heslo
039 = Navštívit webovou stránku vývojáře
040 = Spravovat pravidla brány Windows Firewall
041 = Pro odemknutí klikněte na ikonu zámku
042 = Jste si opravdu jistí, že chcete vypnout Bránu Windows Firewall?
043 = Znovu nezobrazovat
044 = Pouze pro čtení
045 = Příchozí pravidla s EdgeTraversal nastaveným na "Předat uživateli" podporují pouze omezená přizpůsobení, proto budou některé vlastnosti zakázány. Chcete pokračovat?
046 = Opravdu chcete smazat tato pravidla?
050 = Rozšířené vlastnosti
051 = Toto pravidlo obsahuje rozšířené vlastnosti, které lze nakonfigurovat pouze pomocí WFwAS
052 = Počet
060 = Aktualizovat nastavení
061 = Automaticky aktualizovat po otevření
062 = Automaticky přijímat aktualizace


// Tab items

100 = Profily
200 = Oznámení
300 = Možnosti
400 = Pravidla
500 = Nástroje
600 = O programu

// Profiles

101 = Úroveň filtrování určuje, která spojení mají být blokována nebo povolena
102 = Vysoká úroveň filtrování
103 = Všechna odchozí i příchozí spojení jsou blokována.
104 = Střední úroveň filtrování (doporučeno)
105 = Odchozí spojení, která nevyhovují pravidlu, jsou blokována.
106 = Nízká úroveň filtrování
107 = Odchozí spojení, která nevyhovují pravidlu, jsou povolena.
108 = Bez filtrování
109 = Vypne Bránu Windows Firewall. Nedoporučuje se, pokud nepoužíváte jiný firewall.
110 = Střední úroveň filtrování
111 = Vyberte úroveň filtrování, která bude nastavena v případě změny úrovně filtrování za účelem instalace/aktualizace
112 = Automaticky nastavit
113 = po
114 = minut

// Notifications

201 = Úroveň oznámení určuje, na která zablokovaná odchozí spojení má být uživatel upozorněn
204 = Zobrazení oznámení
205 = Zobrazit oznámení pro všechna blokovaná odchozí připojení kromě výjimek definovaných níže
206 = Režim učení
207 = Automaticky povolit digitálně podepsané programy s platným podpisem a zobrazit oznámení pouze pro nepodepsané programy.
208 = Vypnuto
209 = Nezobrazovat žádná oznámení
210 = Možnosti oznámení
211 = Automaticky skrýt oznámení za
212 = sekund.
213 = Časový limit pro dočasná pravidla je
214 = Přehrát zvuk při zobrazení oznámení
215 = Přehrát výchozí zvuk
216 = Přehrát vlastní zvuk
217 = Prosím vyberte vlastní zvuk pro oznámení
218 = Oznámení jsou dostupná pouze pro registrované uživatele. Prosím aktivujte si program. Děkujeme za podporu.
219 = Klikněte zde a staňte se registrovaným uživatelem
220 = Zobrazovat upozornění nad ostatními okny
221 = Pokročilé možnosti oznámení
222 = Obnovit výchozí pokročilé možnosti
223 = Použít pravidla pro povolení programu při hledání vyhovujících pravidel. Doporučeno pro kompatibilitu s dalšími bezpečnostními programy, pokud se zobrazují duplicitní oznámení.
224 = Použít pravidla pro obecné blokování programu při hledání vyhovujících pravidel. Pokud pravidlo pro blokování, které se vztahuje na všechny programy, vyhovuje zablokovanému spojení, oznámení nebude zobrazeno.
225 = Použít neaktivní pravidla při hledání vyhovujících pravidel. Pokud je nalezeno neaktivní vyhovující pravidlo, oznámení nebude zobrazeno.
230 = Pravidlo vytvořené v režimu učení
240 = Níže určete, pro které programy a složky se nemají oznámení zobrazovat
241 = Výjimky oznámení
242 = Přidat výjimku
243 = Odstranit výjimku
244 = Novou výjimku přidejte zde
245 = Přidat do výjimek oznámení
246 = Vynechat soubor
247 = Vynechat složku


// Options

301 = Vyberte možnosti níže, které budou uplatněny pro všechny uživatele tohoto počítače
302 = Integrace do Windows
303 = Integrovat program do kontextového menu spustitelných souborů a jejich zástupců.
304 = Spouštět automaticky po přihlášení uživatele
305 = Pro rychlé přepínání uživatelů, toto platí pro první přihlášení.
308 = Globální HotKeys
309 = HotKeys jsou klávesové zkratky, které můžete použít z kterékoliv běžící aplikace.
310 = Následujícím nastavením upravíte vzhled programu
311 = Červená
312 = Zelená
313 = Modrá
314 = HEX kód
321 = Vysoká úroveň filtrování je povolena. Všechna síťová spojení jsou blokována, dokud úroveň nezměníte ručně.
324 = Importovat, exportovat nebo obnovit uživatelská nastavení
325 = Importovat uživatelská nastavení ze souboru
326 = Exportovat uživatelská nastavení do souboru
327 = Obnovit všechna nastavení na jejich výchozí hodnoty
328 = Uživatelská nastavení byla úspěšně exportována do
329 = Po potvrzení této akce se program restartuje, aby bylo možné znovu načíst všechna nastavení. Opravdu chcete pokračovat?
330 = Povolit skrze Windows Firewall
331 = Blokovat skrze Windows Firewall


// Rules

401 = Určete směr, pro který budou vytvářena nová pravidla:
402 = Odchozí pravidla (doporučeno)
403 = Vytvářet pouze odchozí pravidla pro povolení nebo blokování aplikací.
404 = Příchozí pravidla
405 = Vytvářet pouze příchozí pravidla. Používejte opatrně. Příchozí pravidla jsou obvykle vyžadována pro serverové aplikace.
406 = Odchozí a příchozí pravidla
407 = Vytvářet oba typy pravidel. Nedoporučuje se.
408 = Určete profil, pro který budou vytvářena nová pravidla:
409 = Načíst, uložit nebo obnovit pravidla firewallu
410 = Načíst pravidla Windows Firewall ze souboru
411 = Uložit pravidla Windows Firewall do souboru
412 = Obnovit výchozí nastavení Brány Windows Firewall
413 = Obnovit doporučená pravidla programu Windows Firewall Control
414 = Načtení pravidel ze souboru přepíše všechna aktuální nastavení Brány Windows Firewall. Pokud chcete uložit kopii těchto nastavení, nejdříve klikněte na Uložit pravidla Windows Firewall do souboru. Chcete nyní načíst pravidla ze souboru?
415 = Obnovení výchozích pravidel vymaže všechny změny nastavení Brány Windows Firewall, které jste provedly od instalace systému Windows. Některé programy mohou přestat pracovat správně. Chcete pokračovat?
416 = Načíst ze souboru...
417 = Uložit do souboru...
418 = Doporučená pravidla byla úspěšně obnovena.
419 = Prosím aktualizujte pravidla v okně Správa pravidel.
420 = Tato akce odstraní všechny záznamy z protokolu. Opravdu chcete pokračovat?
421 = Soubor s pravidly byl vybrán. Import nezmění již existující pravidla, ale jednotlivá pravidla v něm obsažená budou přidána k existujícím. Přejete si provést import pravidel z vybraného souboru?
422 = Vybraný soubor má chybný formát nebo je poškozený!
423 = Obnovení doporučených pravidel WFC znovu vytvoří tato pravidla. Současná stávající pravidla zůstávají nezměněna. Chcete pokračovat?

// Security

450 = Zabezpečení
451 = Níže určete vylepšení zabezpečení, která budou vynucena Bránou Windows Firewall
452 = Bezpečné spouštění systému
453 = Automaticky nastavit vysokou úroveň filtrování při vypnutí systému. Po spuštění systému Windows budou všechna síťová připojení blokována, dokud uživatel ručně nezmění úroveň filtrování.
454 = Bezpečná pravidla
455 = Povolit ochranu proti pravidlům, která nejsou vytvořena v níže definovaných skupinách. Týká se stávajících i nově vytvořených pravidel.
456 = Autorizované skupiny
457 = Přidat skupinu
458 = Odstranit skupinu
459 = Novou skupinu přidejte zde
460 = Varování. Všechna pravidla, včetně výchozích pravidel Brány Windows Firewall, která mají jiný název skupiny než autorizované skupiny, budou smazána nebo zakázána. Doporučuje se nejprve vytvořit zálohu stávajících pravidel. Chcete pokračovat?
461 = Importovat názvy skupin z existujících pravidel
462 = Neoprávněná pravidla boudou automaticky
463 = smazána
464 = zakázána
465 = Použijte @ k vyloučení pravidel pro aplikace Windows 10
466 = Byla zjištěna pravidla bez definované skupiny. Chcete tato pravidla přidat do skupiny Windows Firewall Control než budou povolena Bezpečná pravidla?
467 = Autorizovat skupinu


// Tools

501 = Použijte zkratky níže ke spuštění systémových nástrojů. Programy budou spuštěny s nejvyššími dostupnými oprávněními.
502 = Brána Windows Firewall s pokročilým zabezpečením
503 = Prohlížeč událostí
504 = Sledování prostředků
505 = applet panelu Brány Windows Firewall
510 = Níže zvolte URL adresy služeb pro různá online ověření
511 = URL adresa pro kontrolu reputace IP adresy
512 = URL adresa pro kontrolu souboru na základě SHA256 hashe souboru
513 = URL adresa pro WHOIS dotazy
514 = URL adresa, kde se dozvíte více o konkrétním portu
520 = Kopírovat...
521 = Vše

// About

601 = O programu
602 = Zkontrolovat dostupnost nové verze
603 = Nelze se připojit k aktualizačnímu serveru. Ujistěte se prosím, že firewall neblokuje přístup tohoto programu k Internetu a případně ověřte konfiguraci proxy serveru.
605 = Používáte poslední verzi. Žádná novější verze není dostupná.
606 = Je dostupná nová verze programu Windows Firewall Control.
607 = Přejete si stáhnout a aktualizovat na tuto novou verzi?
608 = Zobrazit poznámky k vydání
609 = Stav aktivace
610 = Produkt je aktivován
611 = Produkt není aktivován
612 = Děkujeme za Vaši podporu!
613 = Pro aktivaci klikněte zde
614 = Níže je uvedeno vaše Instalační ID, které bylo vygenerováno při instalaci programu. Prosím vložte do pole vyhovující aktivační kód a stiskněte tlačítko Aktivovat. Pro získání aktivačního kódu se prosím přihlaste do vašeho registrovaného účtu na našich webových stránkách.
615 = Pro otevření přihlašovací stránky klikněte zde
616 = Instalační ID
617 = Aktivační kód
618 = Aktivovat
619 = Zkopírovat do schránky
620 = Vložit ze schránky
621 = Typy rozhraní
622 = Všechny typy rozhraní
623 = Specifické typy rozhraní
624 = LAN
625 = Vzdálený přístup
626 = WiFi
627 = Příchozí
628 = Odchozí
629 = Oboje
640 = Funkce EdgeTraversal
641 = Nastavení protokolu ICMP
642 = Zmrazit první sloupec
680 = Záznamy
681 = Všechny záznamy
682 = Poslední záznam
690 = Automatická kontrola aktualizací
691 = Použijte konfiguraci serveru proxy
692 = Konfigurace serveru proxy
693 = Adresa
694 = Uživatelské jméno
695 = Heslo
696 = Aktivační kód musí mít 16 znaků
697 = Neplatný aktivační kód. Ujistěte se, že používáte nejnovější verzi programu.
698 = Aktivační kód je platný
699 = Mateřský proces

// Manage Rules

700 = ID procesu
701 = Název
702 = Skupina
703 = Aplikace
704 = Profily
705 = Aktivní
706 = Akce
707 = Směr
708 = Místní adresy
709 = Místní porty
710 = Vzdálené adresy
711 = Vzdálené porty
712 = Protokol
713 = Název služby
714 = Popis
715 = Čas vytvoření
716 = Akce
717 = Obnovit seznam
718 = Vyhledat neplatná pravidla
719 = Vymazat záznamy
720 = Správa pravidel
721 = Záznamy spojení
722 = Průvodce novým pravidlem
723 = Zobrazit
724 = Zobrazit záznamy z
725 = Poslední den
726 = Poslední tři dny
727 = Poslední týden
728 = spojení
729 = Nastavení sloupců
730 = Zobrazení
731 = pravidel
732 = Všechna pravidla
733 = Příchozí pravidla
734 = Odchozí pravidla
735 = Uživatelská pravidla
736 = Filtrování
737 = Bez filtru
738 = Filtrovat povolená
739 = Filtrovat zakázaná
740 = Hledat
741 = Zaznamenávat spojení
742 = Zásady
743 = Importovat pravidla ze souboru
744 = Exportovat všechna pravidla
745 = Exportovat vybraná pravidla
746 = Obnovit výchozí pravidla
747 = Obnovit doporučená pravidla
748 = Povolená spojení
749 = Blokovaná spojení
750 = Vytvořit nové pravidlo
751 = Procházet pro povolení
752 = Kliknout pro povolení
753 = Procházet pro zakázání
754 = Kliknout pro zakázání
755 = Povolit tento program
756 = Blokovat tento program
757 = Prázdné pravidlo
758 = Upravit a vytvořit
759 = Zakázání zaznamenávání blokovaných spojení zakáže také oznámení. Opravdu chcete pokračovat?
760 = Možnosti
761 = Povolit spojení
762 = Blokovat spojení
763 = Zapnout pravidlo
764 = Vypnout pravidlo
765 = Odstranit pravidlo
766 = Vlastnosti
767 = Duplikovat pravidlo
768 = Hlavní
769 = Pokročilé
770 = Použít
771 = Protokoly a porty
772 = Místní a vzdálené IP adresy
773 = Příchozí
774 = Odchozí
775 = Doména
776 = Privátní
777 = Veřejný
778 = Vytvořit
779 = Exportovat vybraná pravidla
780 = Jakýkoli
781 = Všechny porty
782 = Vlastní porty
783 = Vlastní adresy
784 = Všechny programy
785 = Tento program
786 = Procházet...
787 = např.: 80,443,9-29
788 = např.: 50.87.146.202
792 = Prosím použijte tlačítko Obnovit seznam, nebo F5 pro načtení dat
793 = Prosím čekejte...
794 = Přidat do skupiny
795 = Obnovit řazení
796 = Spojení
797 = Naposledy zablokovaná
798 = Naposledy povolená
799 = Zobrazit duplicitní pravidla

// Notification dialog

800 = Odchozí spojení zablokováno
801 = Zdroj
802 = Cíl
803 = Podepsán
804 = Vzdálená IP
805 = Upravit pravidlo před vytvořením
806 = Povolit tento program
807 = Vždy povolit přístup tohoto programu k Internetu
808 = Zablokovat tento program
809 = Vždy blokovat přístup tohoto programu k Internetu
810 = Zablokovat a příště se znovu dotázat
811 = Dočasně povolit
812 = Zkontrolovat tento soubor
813 = Poslat WHOIS dotaz
814 = Ověřit tuto IP adresu
815 = Otevřít umístění souboru
816 = Zkopírovat plnou cestu do schránky
817 = Zkopírovat jméno souboru do schránky
818 = Zjistit o portu více
819 = Zpět na detaily pravidla
823 = Dočasně povolit
824 = Dočasně zablokovat
825 = do restartu WFC
830 = Sloučit pravidla
831 = Sloučené pravidlo
840 = Použít pro všechny programy a služby
841 = Použít pouze pro služby
850 = Zdrojová adresa
851 = Zdrojový port
852 = Cílová adresa
853 = Cílový port

// Validations

920 = Prosím vložte název pravidla
921 = Prázdné rozsahy nejsou povoleny
922 = Port musí být hodnota mezi 0 a 65535
923 = Prosím vložte platný rozsah IP adres
924 = Prosím vložte platnou IP adresu
925 = Duplicitní parametry nejsou povoleny
926 = Prázdné parametry nejsou povoleny
927 = Záporná parametry nejsou povoleny
928 = Nesprávný rozsah portů
929 = Pole nemůže být prázdné
930 = Tento soubor neexistuje
931 = Podporované přípony
932 = Toto pole musí obsahovat hodnotu mezi 0 a 999
933 = Chybná maska podsítě
934 = Pole musí obsahovat číselnou hodnotu mezi 1 a 60
935 = Povinné pole
936 = Neplatné pravidlo. Cesta programu, pro kterou je toto pravidlo definováno, na disku neexistuje.
940 = Nelze se připojit ke službě Windows Firewall Control

// Uninstall

950 = Odinstalovat
951 = Odinstaluje program z počítače. Prosím vyberte jak se má Brána Windows Firewall nastavit:
952 = Obnovit výchozí nastavení Brány Windows Firewall. Všechna uživatelská pravidla budou odstraněna a brána Windows Firewall bude uvedena do výchozího nastavení.
953 = Obnovit stav před instalací programu Windows Firewall Control. Všechna pravidla, která existovala před instalací programu, budou obnovena.
954 = Ponechat aktuální pravidla. Pouze odstraní program a ponechá aktuální nastavení Brány Windows Firewall.
955 = Odstranit aktivaci
956 = Vypnout protokolování Brány Windows Firewall
957 = Probíhá odinstalace...